Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དཀོན་མཆོག་གསུམ་ལ་གནོད་པ་བྱེད་པའི་སེམས་ཅན་རྣམས་ཀྱང་བཟློག་པའི་དོན་དང་གདུལ་བའི་དོན་གྱི་ཕྱིར་ཆོ་གའི་རྒྱལ་པོ་འདི་ངས་གསུངས་ལ་རྒྱ་ཆེར་རྣམ་པར་དབྱེ་བ་བྱས་ན་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་གྱི་ཕྱིར་ཡིན་ནོ། །
en: I taught this king of manuals in order to restrain and guide those who offend against the Three Jewels—the evil kings and the wicked beings. I taught this king of manuals with its detailed sections for the sake of all beings.” {37.125}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། སྔགས་དང་ཕྱག་རྒྱ་དང་ངེས་པར་སྡོམ་པ་དང་ལས་དང་ཆོ་གའི་ལེའུ་རབ་འབྱམ་ལས། སུམ་ཅུ་རྩ་གཅིག་པ་རྫོགས་སོ།། །།
en: This concludes the detailed chapter on the ritual procedures that prescribe the mantras and the mudrās, thirty-seventh in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: འཇམ་དཔལ་མདོར་ན་ཉོན་ཅིག་ཕྱག་རྒྱའི་མཚན་ཉིད་དང་སྔགས་རྣམས་ཀྱི་རྒྱ་ཆེ་བ་དང་དཀྱིལ་འཁོར་གྱི་ཆོ་གའི་མདོར་བསྡུས་པ་དང་དམ་ཚིག་ལ་རྗེས་སུ་འཇུག་ཅིང་ཕྱག་རྒྱའི་གནས་དང་སྔགས་ཐམས་ཅད་དང་རྒྱུད་དེ་དག་ཐམས་ཅད་ལ་གསང་བ་དང་བཅས་པའི་དཀྱིལ་འཁོར་ནི། རྫུ་འཕྲུལ་ཆེ་ཀུན་སངས་རྒྱས་ཀྱིས། །འདི་ཀུན་སྔར་ནི་གསུངས་པ་ཡིན། །
en: “Listen, Mañjuśrī! “Briefly, there are detailed [teachings on] the characteristics of the mudrās and the mantras, the procedures of the maṇḍalas and the association-based distribution of mudrās therein, and the secret maṇḍala of all the mantra [deities] in all the tantras. {38.1} “All of them were taught before By every buddha of great majesty.

source: སྔགས་ཤེས་བདག་ཉིད་ཆེན་པོ་དང་། །ཡོན་ཏན་ཀུན་ཀྱང་བསྟན་པ་ཡིན། །
en: The exalted function of the mantras Was explained for each of the families

source: དང་པོའི་སངས་རྒྱས་དག་གིས་སྔར། །སེམས་ཅན་རྣམས་ལ་ཕན་པའི་ཕྱིར། །
en: By the former buddhas from the earliest time To bring benefit to sentient beings. {38.2}

source: སྔགས་ཀྱི་འཁོར་ལོ་དག་དང་ནི། །ཆོས་ཀྱི་འཁོར་ལོ་བླ་མེད་བསྐོར། །
en: “Having set in motion the mantra wheel, Which constitutes the supreme wheel of the Dharma,

source: ཡང་དག་མཐའ་ལ་བརྟེན་ནས་ནི། །ཞི་བའི་འཁོར་ལོའི་རྗེས་སུ་སོང་། །
en: They dissolved into the ultimate reality, Mounted upon the wheel of peace.

source: འཇིག་རྟེན་སངས་རྒྱས་རྫུ་འཕྲུལ་ཆེ། །སངས་རྒྱས་དེ་ཀུན་ཞི་བར་གཤེགས། །
en: All these buddhas, very powerful in the world, Entered the peace [of nirvāṇa]. {38.3}

source: དང་པོའི་དེ་བཞིན་གཤེགས་རྣམས་ཀྱིས། །འདི་ཀུན་སྔོན་ནི་བསྟན་པ་ཡིན། །
en: “All this was formerly taught By the tathāgatas since the beginning of time.

source: ངས་ཀྱང་ཕྱི་མའི་དུས་དག་ཏུ། །འཇམ་པའི་བློ་ལྡན་ཁྱོད་ལ་བསྟན། །
en: I, too, will teach it [now] in this final world, Putting my trust, Mañju, in you.” {38.4}

source: སངས་རྒྱས་འོད་ཅན་དེ་ཡི་བཀའ། །དེ་ཚེ་འདི་ནི་ཐོས་ནས་ཀྱང་། །འཇམ་པའི་དབྱངས་ནི་གཞོན་ནུ་ཡང་། །ཐལ་མོ་སྦྱར་བྱས་སྤྱན་སྔར་འདུག །
en: The divine youth Mañjughoṣa, Hearing these words Of the buddha of great splendor, Folded his hands before him, {38.5}

source: རྐང་གཉིས་རྫོགས་སངས་རྒྱས་པ་ལ། །སྨྲ་བའི་མཆོག་གིས་ཡོངས་སུ་ཞུས། །
en: And said to the best of speakers, The fully realized buddha, supreme among two-legged beings,

source: འཇིག་རྟེན་རྣམས་ལ་ཕན་པའི་ཕྱིར། །ཤེས་རབ་ཆེན་པོ་ཆོས་གསུངས་ཤིག །
en: “Teach the Dharma, O sagacious one, To bring benefit to the world! {38.6}

source: མདོར་བསྡུས་རྒྱ་ནི་མི་ཆེ་བར། །ཡོན་ཏན་བདག་ཉིད་ཆེ་འབྲས་འབྱུང་། །
en: “Teach it in a succinct manner, without elaborating, Causing the greatness of its qualities to bear fruit.”

source: འཇམ་དཔལ་གྱིས་ནི་དེ་སྐད་གསོལ། །དེ་ནས་ཅང་མི་སྨྲ་བར་གནས། །
en: Having said this, Mañjuśrī remained silent. {38.7}

source: དེ་ནས་དཔལ་ལྡན་ཚངས་པའི་དབྱངས། །ཀ་ལ་པིང་ཀའི་སྒྲ་སྐད་ཀྱིས། །དཀྱིལ་འཁོར་དགོད་པའི་ཕྱག་རྒྱ་ནི། །དེ་དག་ཀུན་ནི་སྟོན་པ་ཡིན། །
en: The glorious great lord With a voice as sweet as a cuckoo Taught then everything that pertains To the distribution of mudrās in the maṇḍala. {38.8}

source: གནས་གཙང་སྟེང་དུ་གནས་པའི་དུས། །དེ་ཚེ་སྔགས་དང་རྒྱུད་དག་ནི། །ཤཱཀྱ་སེང་གེ་མི་མཆོག་ནི། །རྫོགས་སངས་རྒྱས་ཀྱིས་ཡང་དག་གསུངས། །
en: Staying above the realm of the Pure Abode, The Lion of the Śākyas, the best of men, The fully realized buddha, [also] taught, at that time, The [relevant] mantra system. {38.9}

source: ཕྱག་རྒྱའི་ཆོ་ག་འབྱུང་བ་དང་། །ཕྱག་རྒྱ་རྒྱུད་དང་ལྡན་པ་ཡི། །ཡོན་ཏན་བདག་ཉིད་རྒྱ་ཆེ་བ། །འཇམ་དཔལ་གཞོན་ནུ་ཁྱོད་ཉོན་ཅིག །
en: “Listen, Mañjuśrī, divine youth, About the mudrās with their procedures, And about the mantras employed in tantric methods.

source: སེམས་ཅན་སེམས་ཅན་མ་ཡིན་པའང་། །
en: Hear the full account of the greatness of their qualities! {38.10}

source: དང་པོའི་རྟགས་མཚན་བཞིན་དུ་བྱ། །རྣམ་པ་སྤྱད་དང་སྤྱོད་པ་དང་། །ཟུར་གྱིས་ཐམས་ཅད་སྨྲ་བ་དང་། །
en: “First of all, there are signs that indicate Whether something is a living being or not; [They include] form, actions, behavior, And all the gestures and speech. {38.11}

source: ལག་གཉིས་རྐང་གཉིས་སྤྱི་བོ་དང་། །ལག་གཅིག་སོར་མོའི་སྦྱོར་བ་དག །
en: “These gestures may involve both hands, both feet, The head, or the fingers of each hand.

source: སྔོན་གྱི་སངས་རྒྱས་དེ་དག་གིས། །དེ་ཀུན་ཕྱག་རྒྱ་ཞེས་སུ་གསུངས། །
en: All of them were designated as mudrā By the primordial buddhas of yore. {38.12}

source: བྱ་བུམ་གདུགས་དང་དེ་བཞིན་དུ། །པདྨ་རྒྱལ་མཚན་བ་དན་དང་། །ཉ་དང་རྡོ་རྗེ་དུང་དང་ནི། །དེ་བཞིན་བུམ་པ་འཁོར་ལོ་དང་། །
en: “They are the pitcher, Parasol, lotus, banner, flag, Fish, vajra, conch, Jar, wheel, {38.13}

source: འཇིག་རྟེན་སྣ་ཚོགས་མཚོན་ཆ་ནི། །ཇི་སྲིད་ཡོངས་སུ་བསྟན་པ་དང་། །ཨུཏྤལ་འདྲ་བའི་ཕྱག་རྒྱ་དང་། །དེ་ཀུན་ཕྱག་རྒྱ་དཀྱིལ་འཁོར་དགོད། །
en: “[And the mudrās named after] different weapons and implements — As many as there are known in the world— Including the mudrā shaped like a blue lotus, All of them are arranged around the maṇḍala. {38.14}

source: དེ་དག་གོ་རིམས་གནས་པ་དང་། །ཆོ་ག་ལྡན་པར་བསྟན་པ་ཡིན། །
en: “They are arranged in sequence, As specified in the instructions.

source: རྟག་ཏུ་དེ་དག་ཉིད་ལ་ནི། །རང་གཟུགས་འདྲ་བར་བྲི་བར་བྱ། །
en: Each of them should always be drawn With its own respective form. {38.15}

source: དཀྱིལ་འཁོར་ཕྱག་རྒྱར་གསུངས་པ་ནི། །ཐམས་ཅད་དུ་ནི་སྤྱིར་གསུངས་པའོ། །
en: “When talking about the mudrās in the maṇḍala, They are each placed

source: དེ་དག་ཕྱག་རྒྱར་ཡོངས་བསྟན་པ། །གནས་ནི་ཇི་བཞིན་དག་ལ་དགོད། །
en: In their own dedicated slot, Where they are known to belong. {38.16}

source: དཀྱིལ་འཁོར་དག་ནི་ཀུན་ལ་ཡང་། །རང་དང་འདྲ་བ་ཉིད་དུ་སྦྱར། །
en: “In all the maṇḍalas, One must use the right mudrā form;

source: འཁོར་ལོས་སྒྱུར་ལ་འཁོར་ལོ་དང་། །གཙུག་ཏོར་གདུགས་དཀར་ཉིད་ལ་ནི། །
en: Cakravartin is thus represented by the wheel. If the uṣṇīṣa lord is Sitātapatra, {38.17}

source: གཙོ་བོར་གདུགས་ནི་དཀར་པོ་ཡིན། །དཀྱིལ་འཁོར་ལ་ནི་རྟག་ཏུ་བྲི། །
en: “One should draw a white parasol In the most prominent place in the maṇḍala.

source: ཆོས་ཀྱི་འཁོར་ལོ་སངས་རྒྱས་ལ། །པདྨ་པདྨའི་རིགས་དག་ལ། །
en: The Dharma wheel represents the buddhas, And the lotus, the Lotus family. {38.18}

source: རྡོ་རྗེ་རྡོ་རྗེའི་རིགས་ལ་གསུངས། །གླང་པོ་གླང་པོའི་རིགས་ཞེས་བྱ། །
en: “The vajra is said to represent the Vajra family; The elephant, the Elephant family;

source: ནོར་བུའི་རིགས་ལ་བུམ་པ་སྟེ། །
en: And the jar, the Jewel family.

source: དཀྱིལ་འཁོར་ཀུན་ལ་རབ་ཏུ་སྦྱར། །
en: These allocations apply to every maṇḍala. {38.19}

source: ལྷ་གཞན་གྱི་ནི་རིགས་དག་ལ། །དཔལ་བེའུ་བཀྲ་ཤིས་ལྡན་པ་བྲི། །
en: “The two eminent families, the Celestial and the Noble, Should be drawn as the endless knot and swastika respectively.

source: ཚངས་པ་ཆེ་ལ་ངང་པ་བྲི། །
en: “To represent Mahābrahmā, one should draw a swan;

source: བརྒྱ་བྱིན་ལ་ཡང་རྡོ་རྗེ་དང་། །
en: For Śakra, one should draw his thunderbolt.

source: དབང་ཕྱུག་ཆེ་ལ་བྲི་བ་ནི། །རྩེ་གསུམ་ཁྱུ་མཆོག་ཡང་དག་བྱ། །
en: To represent Maheśvara, one should draw his trident, And in addition, his bull. {38.21}

source: སྐེམ་བྱེད་རྩེ་གསུམ་པཊྚི་ས། །
en: “The trident is a three-pointed lance.

source: མདུང་དང་བཅས་པ་ཉིད་ཀྱང་ཡིན། །
en: For Skanda, one should draw a [one-pointed] lance;

source: ཁྱབ་འཇུག་འཁོར་ལོ་བྲི་བ་སྟེ། །
en: For Viṣṇu, a discus;

source: ལྷ་མ་ཡིན་ལ་ད་པུས་དང་། །རྣམ་པ་སྣ་ཚོགས་བརྒྱ་ཕྲག་ནི། །ལྷ་ཡི་མཚོན་ཆ་སྣ་ཚོགས་དང་། །
en: And for the dānavas, a mace. {38.22} “The deities have various weapons And assume different bodily positions.

source: དེ་དག་གཞན་ཡང་བཞོན་པ་ནི། །རྣམ་པ་སྣ་ཚོགས་དེ་ཚེ་བྲི། །
en: They also have different vehicles, Which should always be drawn in the center. {38.23}

source: གཟུགས་བརྙན་ཇི་ལྟར་གནས་པ་ནི། །རང་གཟུགས་འཕོས་པ་བཞིན་དུ་བྲི། །དཀྱིལ་འཁོར་དག་ནི་ཐམས་ཅད་དུ། །གང་ཡང་རུང་བ་འདི་ཅིག་བྲི། །
en: “Conveying their form by means of an image, One should draw, in every maṇḍala, One of these [deities], Whichever one is appropriate. {38.24}

source: གཅིག་དང་གཉིས་དང་ཡང་དག་ལྡན། །གྲངས་མེད་གསུམ་ལ་སོགས་པ་བྱ། །དཀྱིལ་འཁོར་རྒྱལ་བ་མཆོག་གསུངས་པ། །ལན་ཀན་ཕྲེང་ནི་དེ་དང་མཉམ། །
en: “The maṇḍalas taught by the supreme victors May have one, two, three, Or an infinite number [of deities], Arranged to resemble the rows of an altar. {38.25}

source: གང་གི་ཆེད་དུ་དཀྱིལ་འཁོར་གསུངས། །དེ་ནི་དབུས་སུ་ངེས་པར་སྦྱར། །
en: “[The deity] indicated for a given maṇḍala Should be placed in the center;

source: རྒྱལ་བའི་རིགས་ནི་ནང་དུ་བྲི། །ནང་གི་དབུས་སུའང་སངས་རྒྱས་ཏེ། །
en: If [the maṇḍala] is the ‘womb’ of the victors’ family, One should paint, in the very center, the Buddha. {38.26}

source: དེ་ཚེ་ནང་དུའང་གཟུགས་བརྙན་ནི། །སྟོན་པ་ཡི་ནི་ཀུན་ཏུ་བྲི། །
en: “One should thus draw the image Of the Teacher right in the center.

source: གཉིས་པར་པདྨའི་རིགས་དགོད་ཅིང་། །གསུམ་པར་རྡོ་རྗེའི་རིགས་ཀྱང་བྲི། །
en: Second, one should draw [the deity] of the Lotus family, And third, [the deity of] the Vajra family. {38.27}

source: མཐར་གྱིས་ལྷ་དང་ལྷ་མ་ཡིན། །དེ་བཞིན་དེ་ཚེ་ཐམས་ཅད་ནི། །དེ་ནས་ས་ཀུན་ལ་གནས་པའི། །གནོད་སྦྱིན་སྲིན་པོ་མི་དང་བཅས། །
en: “Having drawn all of this, one should add, Following the right order, the gods and the asuras, And then, filling the entire area, The yakṣa s, rākṣasas, and humans. {38.28}

source: མཐར་གྱིས་ཇི་ལྟར་གནས་པ་ཡི། །མུ་སྟེགས་རྣམས་ཀྱང་དེ་ནས་བྲི། །ཆོ་ག་བཞིན་དུ་ཐམས་ཅད་ཀྱང་། །ཕྱོགས་སྐྱོང་དེ་བཞིན་བྲི་བར་བྱ། །
en: “Next, one should draw, In the right order, the tīrthikas, And also the guardians of the quarters, All of them in their respective places. {38.29}

source: མདོར་ན་གཟུགས་བརྙན་གཅིག་དང་ནི། །གཉིས་དང་གསུམ་སོགས་གྲངས་མེད་པ། །མཐའ་ཡས་ཕྱོགས་ལ་གནས་པ་ཡི། །དཀྱིལ་འཁོར་ཇི་སྲིད་ཀུན་ཏུ་བྲི། །
en: “In short, one may draw a maṇḍala Starting from a single dot or two, Up to infinity, until the quarters are filled Up to their farthest limits. {38.30}

source: མ་མོའི་དཀྱིལ་འཁོར་ཉིད་དག་ནི། །ཚད་མེད་དེ་ཚེ་བྲི་བར་བྱ། །གཟུགས་བརྙན་གཅིག་ལ་སོགས་པ་ནི། །མཐའ་ཡས་ས་ཡི་སྟེང་དག་ཏུ། །
en: “The earth is said to be infinite, And so can be the surface of the maṇḍala, Starting from a single dot or two, And extending over the entire earth. {38.31}

source: དཀྱིལ་འཁོར་ཆོ་ག་གསུངས་པ་ནི། །རྣམ་པ་གསུམ་དུ་ངེས་བསྟན་པ། །མཆོག་དང་བར་མ་དེ་བཞིན་དུ། །ཐ་མ་ཉིད་དུའང་བསྟན་པ་ཡིན། །
en: “Based on the instructions, The maṇḍala procedure is said to be Of three kinds, known as The highest, the medium, and the lowest. {38.32}

source: མཆོག་ལ་མཆོག་དག་གྲུབ་པ་དང་། །
en: “The highest procedure results in the highest accomplishment.

source: འབྲིང་ལ་འབྲིང་དུ་ཉེ་བར་བསྟན། །
en: If the procedure is medium, the accomplishment is said to be middling.

source: ཐ་མས་ཕྲན་ཚེགས་གྲུབ་པར་ནི། །
en: The lowest procedure results in an inferior accomplishment,

source: རྒྱལ་བ་མཆོག་གིས་སྔོན་གསུངས་སོ། །
en: As was formerly taught by the supreme victors. {38.33}

source: སེམས་ཅན་ཡིད་ནི་རྣམ་གསུམ་གྱིས། །རྒྱལ་བ་མཆོག་གིས་གྲུབ་པར་གསུངས། །
en: “The supreme victors also explained The threefold accomplishment based on mental capacity:

source: སེམས་ཅན་ཆེན་པོས་ཆེན་པོ་འགྲུབ། །
en: Great beings attain great accomplishment,

source: སེམས་ཅན་འབྲིང་གིས་འབྲིང་དང་ནི། །
en: And the mediocre, the middling.

source: གསུམ་པ་སྐྱེ་བོ་ཕྲ་མོ་ཡི། །ལས་ནི་ཕྲ་མོར་ཉེ་བར་བསྟན། །
en: The third accomplishment, that of minor beings, Is taught for the minor activities. {38.34}

source: སངས་རྒྱས་ཉིད་དུ་སེམས་དང་ལ། །ཕུན་སུམ་ཚོགས་པ་དམ་པ་ནི། །ངེས་པར་ཐོབ་པར་འགྱུར་བ་སྟེ། །སེམས་ཅན་དཀྱིལ་འཁོར་མཐོང་བས་སོ། །
en: “When one’s thoughts [are suffused with] faith, One is of the highest capacity and will definitely obtain Final buddhahood with its attendant rewards Through merely seeing the maṇḍala. {38.35}

source: དེ་དུས་སེམས་ནི་བར་མ་ཡིས། །རང་རྒྱལ་བྱང་ཆུབ་ཐོབ་པར་བྱེད། །
en: “Those of the middling mental capacity will attain, At that time, the realization of a pratyeka­buddha.

source: གུས་པ་མེད་པས་ཉན་ཐོས་ཉིད། །ཐ་མས་ངེས་པར་ཐོབ་པར་བྱེད། །
en: The remaining ones, because of their lack of devotion, Are bound for the state of a śrāvaka. {38.36}

source: བདག་ཉིད་ཆེན་པོ་དོན་བཅས་འབྲས། །ཞི་བའི་འགྲོ་བར་ཉེ་བར་བསྟན། །
en: “This is not unfruitful, as the proclaimed result [Of the śrāvaka path]—the peaceful destiny [of nirvāṇa]—is exalted.

source: དཀྱིལ་འཁོར་མཐོང་བས་མཐོ་རིས་སུ། །ངེས་པར་དེ་ནི་འགྲོ་བར་འགྱུར། །
en: If one merely sees the maṇḍala, One is bound to attain birth in the divine realms. {38.37}

source: དེ་བཞིན་ཕྱག་རྒྱ་མཆོག་ཀུན་དང་། །སྔགས་རྣམས་ཀྱང་ནི་རྒྱ་ཆེར་བཅས། །
en: “Similarly, all the excellent mudrās And the mantras, in all their vastness,

source: རྣམ་གསུམ་ཉིད་ཀྱང་རབ་སྦྱར་བ། །རྣམ་གསུམ་བདེ་བ་རབ་ཏུ་བྱེད། །
en: Can be employed in three different ways; In terms of bringing happiness, they are divided into three categories.

source: ཕྱག་རྒྱ་དཀྱིལ་འཁོར་གསུངས་པ་དང་། །སྔགས་རྣམས་བསྟན་པའང་ཕན་པའི་དོན། །དེ་དག་རྣམ་པ་གསུམ་དུ་འགྱུར། །
en: The mudrās and the maṇḍalas having already been described, [Now] the benefits of mantras are being told. {38.38}

source: སྔགས་ཀྱང་རྣམ་གསུམ་མཉམ་པར་བསྟན། །ཇི་ལྟར་དཀྱིལ་འཁོར་བསྟན་པ་བཞིན། །ཕྱག་རྒྱ་སྔགས་ཀྱང་དེ་བཞིན་ཏེ། །
en: “These mantras are of three kinds— The same three categories That have been taught for the maṇḍalas Apply also to the mudrās and the mantras. {38.41}

source: འདི་དག་ཆོ་གར་ཡང་དག་ལྡན། །འཇིག་རྟེན་འདྲེན་པས་ངེས་པར་བསྟན། །དེ་བཞིན་དེ་ཡང་རྣམ་གསུམ་འགྲོ། །
en: “The relevant procedures Taught by the guides of the world Are, in the same way, threefold,

source: སྟོང་ཕྲག་དག་ནི་དུ་མ་ཉིད། །
en: And further still, manifold or thousandfold. {38.42}

source: རྣམ་གསུམ་རྣམ་པ་གསུམ་དག་ཀྱང་། །རྣམ་པ་གཉིས་དང་གྲངས་མེད་པའོ། །
en: “While being of three kinds, or falling into three categories, They are also twofold, or of infinite types.

source: གང་ཕྱིར་སྔགས་ནི་སེམས་ལ་ལྟོས། །སྔགས་ནི་སེམས་ཀྱིས་སྤངས་མི་བྱ། །
en: The mantra is coextensive with the mind And never separate from the mind. {38.43}

source: སེམས་དང་སྔགས་ནི་ཡང་དག་ལྡན། །ལྷན་ཅིག་ཏུ་ནི་བསྒྲུབ་པར་བྱ། །
en: “One who employs the mantra, Blending it with the mind, will succeed.

source: དེ་བཞིན་གཤེགས་ཀྱི་རིགས་སྔགས་དང་། །གང་ཡང་པདྨའི་རིགས་དག་དང་། །
en: Whatever mantras there are in the Tathāgata Or the Lotus families, {38.44}

source: གང་ཡང་རྡོ་རྗེའི་རིགས་གསུངས་དང་། །མི་ཡི་རིགས་ནི་ཉིད་དག་དང་། །
en: “Or those chanted in the Vajra Or other families,

source: འཇིག་རྟེན་པ་ཡི་སྔགས་རྣམས་ཀུན། །དེ་དག་མ་ལུས་འདི་ལས་བྱུང་། །
en: Including all the worldly mantras, All of them arise from the [mind]. {38.45}

source: གང་ཞིག་རྒྱལ་དང་རྒྱལ་སྲས་སྔགས། །སེམས་ཅན་ཕྱིར་ནི་གསུངས་པ་རྣམས། །གང་ཞིག་དེ་ཟློས་མངོན་བརྩོན་པའང་། །དེ་ནས་ངེས་པར་སངས་རྒྱས་འགྱུར། །
en: “If one studiously recites any mantra From the Victor’s family that was taught For the sake of beings by the victors’ sons, One will certainly become a buddha. {38.46}

source: གང་ཡང་སྔགས་ནི་བར་མ་དག །གང་ཞིག་ཟློས་པ་དེ་ཟློ་བྱེད། །རང་སངས་རྒྱས་སུ་ཡང་དག་བསྟན། །ངེས་པར་དེ་ཡི་རིགས་ཀྱང་ཡིན། །
en: “If one reverently recites The mantras of the middle category, One will definitely acquire the family status Referred to as pratyeka­buddha. {38.47}

source: སྔགས་ནི་ཐ་མར་རབ་ཞུགས་པ། །ཉན་ཐོས་དགྲ་བཅོམ་གྱིས་བཤད་དང་། །
en: “A mantra reciter studiously engaged In reciting other mantras, Such as those taught by the noble śrāvakas

source: འཇིག་རྟེན་མ་ལུས་ཀུན་ལ་ཡང་། །སྔགས་ཟློས་པ་ལ་མངོན་བརྩོན་པ། །ཉན་ཐོས་རྫུ་འཕྲུལ་ཆེན་པོ་ཡིས། །ངེས་པར་རིགས་སུ་དེ་གནས་ཡིན། །
en: And the worldly mantras that are essentially virtuous, Will certainly acquire the family status Of a śrāvaka of great power. {38.48}

source: མཆོག་དང་ཐ་མ་བར་མ་ཡི། །དེར་ཡང་ལས་ནི་རབ་སྦྱར་བྱ། །
en: “Similarly, the rites may be divided Into the highest, the medium, and the inferior.

source: ཞི་བས་སངས་རྒྱས་བྱང་ཆུབ་འགྱུར། །
en: The rites of pacifying lead to the realization of a buddha;

source: རྒྱས་པ་ཡིས་ནི་རང་རྒྱལ་ཏེ། །
en: Those of nourishing, to the realization of a rhinoceros-like pratyeka­buddha.

source: གཞན་པ་ཕྲན་ཚེགས་ལས་ཀྱིས་ནི། །ཉན་ཐོས་ཀྱི་ནི་བྱང་ཆུབ་བརྗོད། །
en: Those that involve minor mantras Are said to lead to the realization of a śrāvaka. {38.49}

source: དེ་ནི་རྣམ་གསུམ་དབྱེ་བ་སྟེ། །དེར་ཡང་སེམས་ནི་བལྟ་བར་བྱ། །
en: “In this context, the mind should also Be regarded as being of three types,

source: མང་པོར་ཡང་ནི་དབྱེ་བྱ་སྟེ། །གྲངས་མེད་པར་ཡང་དབྱེ་བས་སོ། །
en: But can be further subdivided into many, Even infinite, types.” {38.50}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས་ཕྱག་རྒྱ་དང་། སྔགས་དང་། ལས་ཐམས་ཅད་དང་ངེས་པར་སྡོམ་པའི་ལེའུ་རབ་འབྱམ་ལས་སུམ་ཅུ་རྩ་གཉིས་པ་རྫོགས་སོ།། །།
en: This concludes the detailed chapter on all the ritual procedures involving the mudrā and the maṇḍala methods, thirty-eighth in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: དེ་ནས་གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཕྱག་ན་རྡོ་རྗེ་འཁོར་དེར་འདུས་པར་གྱུར་ཏེ། འདུག་པ་དེ་སྟན་ལས་ལངས་ནས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: At that time Blessed Vajrapāṇi, the general of the yakṣa s who was in the assembly, got up from his seat, draped his upper robe over the left shoulder, placed his right knee on the ground, bowed to the Blessed One with his palms pressed together, and made the following request: {50.1}

source: གང་བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་ཁྲོ་བོའི་རྒྱལ་པོ་གཤིན་རྗེའི་གཤེད་ཅེས་བྱ་བས་བཤད་པ་དེའི་ཆོ་ག་རྒྱ་ཆེ་བ་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “O Blessed One! You have not fully explained the ritual of the lord of wrath called Yamāntaka that was taught by Mañjuśrī, the divine youth.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལའང་བཀའ་མ་སྩལ་བས།
en: Nor has Mañjuśrī, the divine youth, explained it.

source: བཅོམ་ལྡན་འདས་བདག་དང་ཕྱི་མའི་སྐྱེ་བོ་ལ་གཟིགས་ནསབཅོམ་ལྡན་འདས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ཏེ། བསྟན་པ་ནུབ་པའི་དུས་ལ་བབ་སྟེ། འཇིགས་པ་ཆེན་པོ་རྩོད་པའི་དུས་ཐ་མ་ལ་ཉན་ཐོས་དང་རང་སངས་རྒྱས་དག་མེད་པ་ན། སངས་རྒྱས་ཀྱི་ཞིང་དུ་དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ཡང་དག་པར་བསྲུང་བའི་ཕྱིར་དང་། ཆོས་ཀྱི་ཁམས་ཡུན་རིང་དུ་གནས་པར་བྱ་བའི་ཕྱིར་དང་།
en: I request you, Blessed One, to teach this ritual, out of regard for human beings during the final age, so that, at the time when you are in the state of complete nirvāṇa, when the teachings have disappeared, during the dreadful time of the worst age when the buddhafield is completely devoid of śrāvakas and pratyeka­buddhas, the teachings of the tathāgatas may be preserved, the domain of the Dharma may remain for a long time,

source: རྒྱལ་པོ་མ་རུངས་པ་ཐམས་ཅད་བཟློག་པའི་ཕྱིར་དང་། དཀོན་མཆོག་གསུམ་ལ་གནོད་པ་བྱེད་པ་དག་ཚར་གཅད་པའི་ཕྱིར་དང་། གདུལ་བྱའི་སེམས་ཅན་ལ་བསམ་གྱིས་མི་ཁྱབ་པའི་ཐབས་མཁས་པ་བསྟན་པའི་ཕྱིར་དང་། བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པ་མངོན་པར་བསྒྲུབ་པའི་ཕྱིར་དང་།
en: all wicked kings may be subdued, those who harm the Three Jewels may be suppressed, the inconceivable bodhisattva conduct may bring the virtues of beings who require guidance to completion, and innumerable sentient beings may be brought to complete maturity. {50.2}

source: བཅོམ་ལྡན་འདས་ཕྱི་མའི་དུས་དང་ཕྱི་མའི་དུས་སུ་བསྟན་པ་རྣམ་པར་འཇིག་པར་འགྱུར་བ་ན། གང་འདི་ཁྲོ་བོའི་རྒྱལ་པོ་གཤིན་རྗེ་གཤེད་ཀྱི་ཆོ་ག་ཇི་ལྟ་བ་བཞིན་གསུངས་པ་རབ་ཏུ་སྦྱར་ན་དེ་ལ་གྲུབ་པར་འགྱུར་ཏེ།
en: “During the final eon, Blessed One, when the final age has arrived in which the Sugata’s instructions perish, should one practice this rite of the wrathful lord Yamāntaka correctly, one will attain accomplishment.

source: ངེས་པར་རྒྱལ་པོ་མ་རུངས་པ་བསྟན་པ་ལ་གནོད་པ་བྱེད་པ་དང་། སེམས་ཅན་ཕྱོགས་ཆེན་པོ་དང་ལྡན་པ་དང་སྤྲོ་བ་ཆེན་པོ་དང་ལྡན་པ་རྣམས་ཚར་གཅད་པ་དང་རྗེས་སུ་གཟུང་བ་ལ་རབ་ཏུ་ཞུགས་པ་དང་སྙིང་རྗེ་ཆེན་པོ་དང་བྲལ་བ་དེ་དག་ལ་ཁྲོ་བོའི་རྒྱལ་པོ་འདི་རབ་ཏུ་སྦྱར་བར་བྱའི་གཞན་དག་ལ་ནི་མ་ཡིན་ནོ། །
en: And this lord of wrath should always be used against none other than those evil kings and sentient beings who harm the teachings, such as the great yakṣa s who are extremely powerful and engage in acts of oppression or assistance but lack great compassion.” {50.3}

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཅང་མི་གསུང་བར་གྱུར་ཏེ། སངས་རྒྱས་ཀྱི་རྣམ་པར་འཕྲུལ་བའི་བའི་བྱིན་གྱིས་རླབས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ། །
en: The Blessed One, remaining silent, entered the samādhi called the buddha’s blessing through miraculous transformation .

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའང་ཅང་མི་སྨྲ་བར་གནས་པར་གྱུར་ཏོ། །
en: The divine youth Mañjuśrī, too, remained silent.

source: ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་གྱི་དཀྱིལ་འཁོར་ཡང་རྣམ་པ་དྲུག་ཏུ་རབ་ཏུ་འགུལ་བར་གྱུར་ཏོ། །
en: The entire assembly and its surroundings began to shake in six different ways. {50.4}

source: ལྷ་ཚོགས་དག་ཀྱང་འཇིགས་པར་གྱུར། །བྱིས་པ་ཀུན་ཀྱང་རབ་ཏུ་དངངས། །
en: The hosts of divine beings, all the youthful lords, Were alarmed and terrified.

source: ལྷ་རྣམས་ཀུན་དང་ཀླུ་དག་དང་། །ལྷ་མིན་དབང་དང་མ་མོར་བཅས། །
en: All the gods, the nāga s, The dānava lords, the mātṛs, {50.5}

source: གཟའ་རྣམས་ཀུན་གྱི་གཙོ་བོ་དང་། །ལྷ་ཚོགས་མི་དང་བཅས་པ་དང་། །མ་རུངས་སེམས་ལྡན་སྲུལ་པོ་དག །རབ་འགུལ་ཡིད་ནི་མི་བརྟན་གྱུར། །
en: The grahas, the mukhyas, and so forth— All of the hosts of divine beings trembled.

source: མི་ཡི་བདག་པོ་གདུག་ལྡན་སེམས། །དེ་དག་ཉམ་ཐག་འཇིགས་པར་གྱུར། །
en: Human beings also trembled, their minds disturbed, And so did the evil-minded pūtanas. {50.6}

source: ཆོས་ཀྱི་རྒྱལ་པོའི་བསྟན་པ་ལ། །དེ་ཚེ་དེ་དག་སྐྱབས་སུ་སོང་། །
en: After that the violently predisposed human kings, Fearful and distressed, Took refuge in the instructions Of the Dharma king. {50.7}

source: གནོད་སྦྱིན་གསང་བའི་བདག་པོ་ནི། །འོད་ཆེན་ཕྱག་ན་རྡོ་རྗེ་དང་། །གཞོན་ནུར་གྱུར་པའི་སྔགས་རྒྱལ་དང་། །འཇམ་དཔལ་དབྱངས་ལའང་དེ་འཇིགས་ནས། །འཇམ་པའི་དབྱངས་ཀྱི་དྲུང་དུ་ནི། །དེ་ཚེ་དེ་དག་དམ་ཚིག་བླངས། །
en: Awed by the great radiance of Vajrapāṇi, The lord of guhyakas, himself a yakṣa, And by the youthful prince Mañjughoṣa, Lord of the mantra, They forged then, in Mañjughoṣa’s presence, A samaya connection by saying, {50.8}

source: མ་རུངས་སྔགས་ནི་མི་བཟད་པས། །ཀྱེ་མ་བདག་ཅག་ངེས་བསྲེག་ཅིང་། །
en: We are being burnt By the extremely fierce, cruel mantras.

source: དེ་རིང་ཁྲོ་བོས་བརྒྱལ་འགྱུར་ཞིང་། །ས་ཡི་སྟེང་དུ་འགྱེལ་འགྱུར་བས། །
en: We stand before you on earth In a stupor caused by our anger.” {50.9}

source: དེ་ནས་འོད་ཆེན་བྱིས་པའི་གཟུགས། །བྱང་ཆུབ་སེམས་དཔའ་དེས་སྨྲས་པ། །
en: Then the bodhisattva with the form of a child Of great splendor addressed them as follows:

source: ལྷ་དང་གནོད་སྦྱིན་སྲིན་པོ་དང་། །ལྷ་མིན་ཐམས་ཅད་མ་འཇིགས་ཤིག །
en: “Do not be afraid, all of you gods, Yakṣa s, rākṣasas, and dānavas. {50.10}

source: མི་དང་མི་མ་ཡིན་པ་དང་། །འབྱུང་པོ་མ་ལུས་ལྷ་རྣམས་ཀུན། །ཁྱོད་ཀྱི་དམ་ཚིག་ངས་བཤད་བསྲུང་། །
en: “Your samaya, now explained to you by me, Cannot be violated by any deity By any human or nonhuman being, And especially not by any spirit. {50.11}

source: རྟག་ཏུ་བྱམས་སེམས་གྱུར་ནས་ནི། །རྟག་ཏུ་རང་གི་སྔགས་ཀྱང་དྲན། །ཤཱཀྱ་སེང་གེ་མི་ཡི་མཆོག །རྐང་གཉིས་མཆོག་ནི་རྫོགས་སངས་རྒྱས། །
en: “Being perpetually of a kind mental disposition, At all times one should recollect the mantra— The mantra that is the fully realized buddha, Supreme among two-legged beings, the Lion of the Śākyas and best of men. {50.12}

source: དེ་ཉིད་ཀྱིས་གསུང་སྔགས་དང་ནི། །གཙུག་ཏོར་སྤྱན་ལ་སོགས་པའོ། །འཇིག་རྟེན་གསུམ་ལ་འཁོར་ལོ་རྒྱལ། །གཟི་བརྗིད་ཕུང་པོ་དམ་པ་རྒྱལ། །
en: “He taught the mantras Of the uṣṇīṣa s and so forth,
